// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Naam apparaat";
"connection" = "Verbinding";
"model" = "Model apparaat";
"details" = "Details";
"aggregateDeviceType" = "Apparaattype";
"isInstalled" = "Geïnstalleerd";

"All" = "Alle";

// Format string for info-label with no filter
"Found %lu devices" = "%lu apparaten gevonden";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "%lu van %lu apparaten weergegeven";

"Rendezvous" = "Bonjour";

"Add" = "Voeg";
"Cancel" = "Annuleer";

// Filter titles
"Connection Type:" = "Verbindingstype:";
"Device Type:" = "Apparaattype:";

// Connection type filter menu items
"Printer" = "Printer";
"Scanner" = "Scanner";
"Fax" = "Fax";

// Sort filter tooltip
"ItemArrangement" = "Wijzig de rangschikking van onderdelen";
"Arrange" = "Sorteren";
